research.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-03-08 Fri 09:44 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Jan's research projects</title>
<meta name="author" content="Jan Boone" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="css/stylesheet.css" />
</head>
<body>
<div id="preamble" class="status">
<div id="preamble" class="status">
  <div class="banner">

  <p style="text-align: center;">
    
  <a id="name" href="index.html">Jan Boone</a> <br>

  </p>
  
<p style="text-align: justify;">

  <a id="subtitle" href="cv.html">CV</a>
  <a id="subtitle" href="research.html">Research</a>
  <a id="subtitle" href="teaching.html">Teaching</a>
  <a id="subtitle" href="blog.html">Blog</a>

  <span> </span>
</div>

</p>

</div>
</div>
</div>
<div id="content" class="content">
<h1 class="title">Jan's research projects</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgb0d5c18">Current Projects</a>
<ul>
<li><a href="#orge283741">The effect of the deductible on health care expenditures</a></li>
</ul>
</li>
<li><a href="#org59d92fe">Supplementary material</a></li>
</ul>
</div>
</div>
<p>
<b><b>this page is still under construction</b></b>
</p>

<p>
This page highlights some research projects that I am working on and
provides links to supplementary material of projects that have been
finished/published.
</p>

<div id="outline-container-orgb0d5c18" class="outline-2">
<h2 id="orgb0d5c18">Current Projects</h2>
<div class="outline-text-2" id="text-orgb0d5c18">
</div>
<div id="outline-container-orge283741" class="outline-3">
<h3 id="orge283741">The effect of the deductible on health care expenditures</h3>
<div class="outline-text-3" id="text-orge283741">
<p>
Together with Minke Remmerswaal we try to model how health care expenditures in the Netherlands vary with the level of the deductible. We use a Bayesian model for this, estimated with <a href="https://docs.pymc.io/">pymc3</a> in python. Using python makes it easy to generate interactive graphs. As an illustration, the following graph shows one aspect of the fit of our current model. In particular, it plots the average (log) expenditures per age-gender category in the data (dots) together with the average sample outcomes from our model (line). The graph is generated with <a href="http://pyviz.org/">pyviz</a> using the <a href="https://bokeh.pydata.org/en/latest/">bokeh</a> backend.
</p>

<iframe width="840" height="400" src="./img/fit_across_ages_logs_all_ages_total_exp_deduc.html" frameborder="0" allowfullscreen></iframe>
<p>
Left panel: women, right panel: men
</p>

<p>
In April 2019 we gave a <a href="http://janboone.github.io/department/ENTER_2019/presentation.html">presentation</a> of the paper at the <a href="http://www.enter-network.org/en/">ENTER Jamboree</a>.
</p>
</div>
</div>
</div>


<div id="outline-container-org59d92fe" class="outline-2">
<h2 id="org59d92fe">Supplementary material</h2>
<div class="outline-text-2" id="text-org59d92fe">
<ul class="org-ul">
<li><a href="../../img/WebAppendix_EJ_2017.html">webappendix</a> to Jan Boone and Christoph Schottmueller, 2017, 'Health insurance without single crossing: why healthy people have high coverage', Economic Journal, Vol. 127 (No. 599), pp. 84–105.</li>
</ul>
</div>
</div>
</div>
<div id="postamble" class="status">
<div id="postamble" class="status">

<footer id="footer" class="color color-secondary short">
<p style="text-align: justify;">

  <a id="subtitle" href="cv.html">CV</a>
  <a id="subtitle" href="research.html">Research</a>
  <a id="subtitle" href="teaching.html">Teaching</a>
  <a id="subtitle" href="blog.html">Blog</a>
  <span> </span>
</div>
</p>

</footer>
</div>
</div>
</body>
</html>